YvesTcheutchoua-yvestch/hwk_10/animal_app/app/controllers/animals_controller.rb

  def create
    @animal = Animal.new(animal_params)

    respond_to do |format|
      if @animal.save
---
INSERT INTO "animals" ("name", "animal_type", "age", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "yves"], ["animal_type", "human"], ["age", 18], ["created_at", "2015-09-03 01:16:19.804408"], ["updated_at", "2015-09-03 01:16:19.804408"]]